Repository: jpboudreault/tictactoe
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: About
fr: &Agrave; propos

source: This project is the result of the work of a dad and his son. It helped understand the programming concepts and learn the Python language. It was presented at a career day. Feel free to change or redistribute any portion of it.
fr: Ce projet est le fruit de la collaboration d'un papa et de son fils. Il a servi a apprendre la programmation et le language Python. Il a &eacute;t&eacute; pr&eacute;sent&eacute; &agrave; une classe de 5e ann&eacute;e.

source: Check the rules of the game
fr: Voir les r&egrave;gles du jeu

source: See the source code on GitHub
fr: Voir le code sur GitHub

source: See also a small game built using block programming.
fr: Voir &eacute;galement un petit jeu fait &agrave; l'aide de la programmation par block.

source: Play the game on code.org
fr: Jouer au projet Scratch sur code.org

source: Rules
fr: R&egrave;gles

source: Play
fr: Jouer

source: Done by Jean-Philippe and Xavier Boudreault
fr: Fait par Jean-Philippe et Xavier Boudreault

source: Computer
fr: Ordinateur

source: Beginner
fr: D&eacute;butant

source: Intermediate
fr: Interm&eacute;diaire

source: Experimental
fr: Exp&eacute;rimental

source: New Game
fr: Nouvelle partie

source: The Rules
fr: Les r&egrave;gles

source: Xs and Os is a paper-and-pencil game for two players, X and O, who take turns marking the spaces in a 3x3 grid. Two players compete to succeed in placing three of their marks in horizontal, vertical, or diagonal row. In TIC TAC T<span class="o">O</span>E <span class="x">X</span>, the player with the <span class="x">X</span> plays the first move in the game.
fr: Deux joueurs s'affrontent. Ils doivent remplir chacun &agrave; leur tour une case de la grille avec le symbole qui leur est attribu&eacute; : <span class="o">O</span> ou <span class="x">X</span>. Le gagnant est celui qui arrive &agrave; aligner trois symboles identiques, horizontalement, verticalement ou en diagonale. Dans TIC TAC T<span class="o">O</span>E <span class="x">X</span>, le joueur avec les <span class="x">X</span> effectue le premier coup de la partie.

source: Note to players: Xavier affirms that his Experimental computer cannot be beaten
fr: Note aux joueurs: Xavier affirme que son ordinateur Exp&eacute;rimental est imbattable.

source: Accept and Play
fr: Accepter et jouer

source: This tool allows to execute 20 games between 2 computers.
fr: Cette page permet d'executer 20 parties entre 2 ordinateurs.

source: Winner
fr: Gagnant

source: Looser
fr: Perdant

source: First Player
fr: Premier joueur

source: Second Player
fr: Deuxi&eagrave;me joueur

source: Game
fr: Partie

source: Bugged?
fr: Erreur?

source: French
fr: Francais

source: English
fr: Anglais
